/*
	File:		ResultsViewStrings.strings

	Contains:
	Copyright:	© 2007-2009 by Apple Inc., all rights reserved.
*/

"SEARCH_WINDOW_RESULTS_COUNT_SINGULAR" = "%d träff"; /* This will be used when the count is 1 */
"SEARCH_WINDOW_RESULTS_COUNT" = "%d träffar";
"SEARCH_WINDOW_RESULTS_NO_COUNT" = "Sökträffar";
"SEARCH_WINDOW_RESULTS_NO_RESULTS" = "Inga träffar";

"SHOW_ALL_N" = "Visa alla %d";
"SHOW_TOP_COUNT" = "Visa %d bästa";
"MORE_TITLE_FORMAT" = "Mer…";

"PREVIEW_TRASH" = "Papperskorg";
"PREVIEW_WHERE" = "Var";
"PREVIEW_ITUNES_LIBRARY" = "iTunes-musikbibliotek";
"PREVIEW_MESSAGE_FROM" = "Från";
"PREVIEW_MESSAGE_TO" = "Till";
"PREVIEW_MESSAGE_RECIEVED" = "Mottaget";
"PREVIEW_MESSAGE_SUBJECT" = "Ämne";
"PREVIEW_MESSAGE_FOLDER" = "Mapp";
"PREVIEW_DIMENSIONS" = "Mått";
"PREVIEW_PIXEL_DIMENSIONS" = "%@ x %@ bildpunkter";   /* Dimensions in pixels */
"PREVIEW_POINT_DIMENSIONS" = "%@ x %@ punkter";   /* Dimensions in points */
"PREVIEW_POINT_INCH_DIMENSIONS" = "%@ x %@ tum";  /* Dimensions in inches */
"PREVIEW_POINT_CM_DIMENSIONS"  = "%@ x %@ cm";   /* Dimensions in centimeters */
"PREVIEW_ICAL_LOCATION" = "Plats";
"PREVIEW_ICAL_CALENDAR" =  "Kalender";
"PREVIEW_ICAL_START_DATE" = "Startdatum";
"PREVIEW_ICAL_DUE_DATE" = "Klart senast";
"PREVIEW_ICAL_ATTENDEES" = "Deltagare";
"PREVIEW_ARTICLE_POSTED" = "Postad";
"PREVIEW_BOOLEAN_TRUE" = "ja";
"PREVIEW_BOOLEAN_FALSE" = "nej";

/* Used in the bottom preview in the Show all window, both of these strings are used in a stringWithFormat: and i pass along
 * the number of items
 */
"PREVIEW_NOTHING_SELECTED_SINGULAR" = "Inget markerat";
"PREVIEW_NOTHING_SELECTED_PLURAL" = "%d objekt markerat";
"PREVIEW_ONE_SELECTED" = "1 objekt markerat";

"NO_MAIL_SUBJECT" = "Ämne saknas";

"FIELD_INDEXING_DISKS_TOOLTIP" = "Indexerar volymer (%d %% klar)";
"FIELD_INDEXING_TOOLTIP_CALCULATING" = "Indexerar volymer";

/* Date link attributes */
"LINK_SEARCH_DATE" = "Sök på %@";
"LINK_SEARCH_DATE_RANGE" = "Vecka %@ till %@";
"LINK_SEARCH_MONTH_RANGE" = "Månad %@ till %@";
"LINK_SEARCH_YEAR_RANGE" = "År %@ till %@";
"LINK_SEARCH_DATE_NEWER" = "Nyare än %@";

/* This is used as the separator between the name and the directory component in the Search menu */
"EMDASH" = "—";

/* These are titles for the Save/Edit saved search button in the scope bar. */
"SAVED_SEARCH_EDIT" = "Redigera";
"SAVED_SEARCH_SAVE" = "Spara";

/* button bar labels */
"SEARCH_WINDOW_PREVIEW_BUTTON" = "Förhandsvisning";

"TEXT_SNIPPET_RANGE_SEPARATOR" = "…";

"KIND_MAIL_MSG" = "Brev";
"KIND_ICAL_EVENT" = "iCal-aktivitet";
"KIND_ICAL_TODO" = "iCal-uppgift";

"SEARCH_NAME_AND_ATTRIBUTES" = "Namn och attribut";
"SEARCH_NAME_ONLY" = "Endast namn";
"SEARCH_ADVANCED" = "Avancerat";

/* the 'other...' menu item is used to bring up panel of other attributes to choose from. */
"OTHER_ATTRIBUTE_SLICE_MENU" = "Andra…";

/* raw query slice support.  The raw query slice appears when you select it from the other... drop down in the advanced search */
"RAW_QUERY_SLICE_NAME" = "Råsökning";
"RAW_QUERY_SLICE_DESCRIPTION" = "En råsökningsbas som ska ingå i sökningen";

/* file extension slice support.  The file extension slice appears when you select it from the other... drop down in the advanced search */
"FILE_EXTENSION_SLICE_NAME" = "Filtillägg";
"FILE_EXTENSION_SLICE_DESCRIPTION" = "Objektets filnamnstillägg";

/* system files slice support.  The system files slice appears when you select it from the other... drop down in the advanced search */
"SYSTEM_FILES_SLICE_NAME" = "Systemfiler";
"SYSTEM_FILES_SLICE_DESCRIPTION" = "Inkludera systemfiler som t.ex. inställningsfiler och insticksfiler";

/* spotlight items slice support.  The spotlight items slice appears when you select it from the other... drop down in the advanced search */
"SPOTLIGHT_ITEMS_SLICE_NAME" = "Spotlight-objekt";
"SPOTLIGHT_ITEMS_SLICE_DESCRIPTION" = "Inkludera kontakter, post, aktiviteter, webbsidor, med mera";

/* titles for additional columns */
"CATEGORY_COLUMN_TITLE" = "Kategori";
